Repository: pether-pg/ONI_Mods_byRonivan
Catalog: UploadFiles_Steam/WoodenSetFurniture/Translations/*.po
Languages: tr

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYBED.DESC
source: Duplicants prefer wooden beds to cots and gain more stamina from sleeping in them.
tr: Kopyalar, karyolada yatmak yerine çekyatları tercih eder, bu yataklarda uyumaktan daha fazla keyif alır ve ekstaradan dayanıklılık kazanır.

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYBED.EFFECT
source: A cozy bed that somewhat resembles a sofa. This bed grants extra stamina restoration.
tr: Biraz kanepeye benzeyen rahat bir yatak. Bu yatak ekstra dayanıklılık kazanımı sağlar.

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYBED.NAME
source: Sofa Bed
tr: Çekyat

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYCHAIR.DESC
source: Unique furniture pieces grants extra decoration bonus to the environment.
tr: Eşsiz mobilyalar, çevreye ekstra dekorasyon bonusu sağlar

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYCHAIR.EFFECT
source: An ergonomic chair that makes a hard day's work bearable.
tr: Zor bir günü bile katlanılabilir hale getiren ergonomik bir sandalye

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYCHAIR.NAME
source: Cozy Chair
tr: Tekli Koltuk

# WoodenSetFurniture.STRINGS.BUILDINGS.KITCHENHOOD.DESC
source: Removes all bad smells from the cooking, grilling and baking.
tr: Pişirme, ızgara ve fırınlamadan kaynaklanan tüm kötü kokuları giderir.

# WoodenSetFurniture.STRINGS.BUILDINGS.KITCHENHOOD.EFFECT
source: Metal Hood for your cooking place, perfect place for some magnets.
tr: Mutfağınız için Metal Davlumbaz, bazı mıknatıslar için mükemmel bir yer.

# WoodenSetFurniture.STRINGS.BUILDINGS.KITCHENHOOD.NAME
source: Kitchen Hood
tr: Davlumbaz

# WoodenSetFurniture.STRINGS.BUILDINGS.SIMPLEFIREPLACE.DESC
source: A house with no fireplace is a house without a heart.
tr: Şöminesiz bir ev, kalbi olmayan bir evdir.

# WoodenSetFurniture.STRINGS.BUILDINGS.SIMPLEFIREPLACE.EFFECT
source: A simple stone fireplace. Uses wood lumber to produce heat.
tr: Basit bir taş şömine. Isı üretmek için kereste kullanır.

# WoodenSetFurniture.STRINGS.BUILDINGS.SIMPLEFIREPLACE.NAME
source: Simple Fireplace
tr: Şömine

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENBED.DESC
source: Duplicants prefer wooden beds to cots and gain more stamina from sleeping in them.
tr: Kopyalar, karyolada yatmak yerine ahşap yatakları tercih eder, bu yataklarda uyumaktan daha fazla keyif alır ve ekstradan dayanıklılık kazanır.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENBED.EFFECT
source: Provides a sleeping area for one Duplicant and restores additional Stamina.
tr: Bir kopya için uyku alanı sağlar ve ek Dayanıklılık kazandırır.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENBED.NAME
source: Wooden Bed
tr: Ahşap Yatak

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENPEDESTAL.DESC
source: The wooden pedestal provides a sophisticated way of thoughtful presentation.
tr: Ahşap kaide, "düşünceli sunumun sofistike bir yolu".

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENPEDESTAL.EFFECT
source: Displays a single object, doubling its Decor value. Objects with negative decor will gain some positive decor when displayed.
tr: Tek bir nesneyi Decor değerini iki katına çıkararak görüntüler. Negatif dekora sahip nesneler görüntülendiğinde bazı olumlu dekorlar kazanacaktır.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENPEDESTAL.NAME
source: Wooden Pedestal
tr: Ahşap Kaide

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENSHELF.DESC
source: Allows storing various little objects and souvenirs.
tr: Çeşitli küçük nesnelerin ve hediyelik eşyaların saklanması için güzel bir yer.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENSHELF.EFFECT
source: Wooden Shelf that can be used in Kitchen or common rooms.
tr: Mutfakta veya ortak kullanım alanlarında kullanılabilen Ahşap Raf.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENSHELF.NAME
source: Wooden Shelf
tr: Ahşap Raf

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENTABLE.DESC
source: Unique furniture pieces grants extra decoration bonus to the environment.
tr: Eşsiz mobilyalar, ortama ekstra dekorasyon bonusu sağlar.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENTABLE.EFFECT
source: A wooden table. Gives a rustic, yet beautiful sensation to the room.
tr: Ahşap bir masa. Odaya rustik ama güzel bir his verir.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENTABLE.NAME
source: Wooden Table
tr: Ahşap Masa

# WoodenSetFurniture.STRINGS.SIDESCREEN.TITLE
source: Select Variant
tr: Tipini Seçin

# WoodenSetFurniture.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
tr: Elderly
