Repository: pether-pg/ONI_Mods_byRonivan
Catalog: UploadFiles_Steam/WoodenSetStructures/Translations/*.po
Languages: de

# WoodenSetStructures.STRINGS.BUILDINGS.BRICKWALL.DESC
source: A pretty dry wall made with fine bricks.
de: Eine hübsche Trockenwand aus edlen Ziegeln.

# WoodenSetStructures.STRINGS.BUILDINGS.BRICKWALL.EFFECT
source: Prevents gas and liquid loss in space. Builds an insulating backwall behind buildings.
de: Prevents <link="ELEMENTSGAS">Gas</link> and <link="ELEMENTSLIQUID">Liquid</link> loss in space. Builds an insulating backwall behind buildings.

# WoodenSetStructures.STRINGS.BUILDINGS.BRICKWALL.NAME
source: Brick Wall
de: Ziegelwand

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCEILING.DESC
source: Wood work used to decorate the ceilings of rooms. Increases Decor, contributing to Morale.
de: Holzarbeiten, genutzt zur Dekorierung von Zimmerdecken. Verbessert den <link="DECOR">Dekorationswert</link> und trägt damit zu <link="MORALE">Moral</link> bei.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCEILING.EFFECT
source: This ceiling is a beautiful masonry and wood work, but serves only as a decorative purpose.
de: Diese Holzdecke ist das Produkt exzellenter Schreiner- und Maurerarbeiten, fungiert jedoch nur als Dekoration.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCEILING.NAME
source: Wooden Ceiling
de: Hölzerne Zimmerdecke

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCORNERARCH.DESC
source: A wooden arch used to decorate the ceiling corners of rooms. Increases Decor, contributing to Morale.
de: Ein hölzerner Bogen, der zur Dekoration der Raumecken verwendet wird. Verbessert den <link="DECOR">Dekorationswert</link> und trägt damit zu <link="MORALE">Moral</link> bei.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCORNERARCH.EFFECT
source: This corner ceiling arch is beautiful masonry and wood work, but serves only as a decorative purpose.
de: Dieser Rundbogen ist das Produkt exzellenter Schreiner- und Maurerarbeiten, fungiert jedoch nur als Dekoration.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCORNERARCH.NAME
source: Wooden Corner Arch
de: Hözerner Rundbogen

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDOOR.DESC
source: A pretty wooden door that encloses areas without blocking Liquid or Gas flow. Sets Duplicant Access Permissions for area restriction.
de: Eine hübsche Holztür, die Bereiche abschließt, ohne den Flüssigkeits- oder Gasfluss zu blockieren.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDOOR.EFFECT
source: Wild Critters cannot pass through doors. Door controls can be used to prevent Duplicants from entering restricted areas.
de: Grenzt ein Gebiet ab ohne <link="ELEMENTSGAS">Gas</link> oder <link="ELEMENTSLIQUID">Flüssigkeiten</link> abzuhalten. Wilde <link="CRITTERS">Kreaturen</link> können die Tür nicht passieren.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDOOR.NAME
source: Wooden Door
de: Holztür

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL.DESC
source: A dry wall covered with a pretty wooden panel.
de: Eine Trockenwand mit einer hübschen Holzverkleidung.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL.EFFECT
source: Prevents gas and liquid loss in space. Builds an insulating backwall behind buildings.
de: Prevents <link="ELEMENTSGAS">Gas</link> and <link="ELEMENTSLIQUID">Liquid</link> loss in space. Builds an insulating backwall behind buildings.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL.NAME
source: Wooden Panel Wall
de: Hölzernes Wandpaneel

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL_B.DESC
source: A dry wall covered with a pretty wooden panel in Parquet design.
de: Eine Trockenwand, die mit einer hübschen Holzverkleidung im Parkettdesign verkleidet ist.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL_B.EFFECT
source: Prevents gas and liquid loss in space. Builds an insulating backwall behind buildings.
de: Prevents <link="ELEMENTSGAS">Gas</link> and <link="ELEMENTSLIQUID">Liquid</link> loss in space. Builds an insulating backwall behind buildings.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL_B.NAME
source: Parquet Drywall
de: Parkett-Trockenwand

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENGASTILE.DESC
source: An impermeable wooden tile, used to build walls and floors of rooms. Blocks Liquid flow without obstructing Gas.
de: Wird verwendet, um hölzerne Wände und Böden für Räume zu bauen. Lässt keine <link="ELEMENTSLIQUID">Flüssigkeiten</link> durch, aber dafür <link="ELEMENTSGAS">Gas</link> durch.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENGASTILE.EFFECT
source: Building with wooden airflow tile promotes better gas circulation within a colony.
de: Das Bauen mit luftdurchlässigen Holzziegeln fördert eine Gaszirkulation innerhalb einer Kolonie.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENGASTILE.NAME
source: Wooden Airflow Tile
de: Luftdurchlässiger Holzziegel

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENLADDER.DESC
source: A pretty ladder made of wood.
de: Eine hübsche Leiter aus Holz.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENLADDER.EFFECT
source: Increase duplicants climbing speed.
de: Erhöht die Klettergeschwindigkeit des Duplikanten.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENLADDER.NAME
source: Wooden Ladder
de: Holzleiter

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENMESHTILE.DESC
source: A wooden tile filled with minute holes, used to build walls and floors of rooms. Does not obstruct Liquid or Gas flow.
de: Ein hölzerner Ziegel voller kleiner Löcher. Wird verwendet, um Wände und Böden für Räume zu bauen. Lässt <link="ELEMENTSLIQUID">Flüssigkeiten</link> und <link="ELEMENTSGAS">Gase</link> durch.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENMESHTILE.EFFECT
source: Wooden mesh tile can be used to make Duplicant pathways in areas where liquid flows.
de: Hölzerne Gitterziegel können verwendet werden, um Duplikanten Wege in Bereichen, in denen Flüssigkeiten fließen sollen, zu bauen.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENMESHTILE.NAME
source: Wooden Mesh Tile
de: Hölzerner Gitterziegel

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENTILE.DESC
source: Used to build the walls and floors of rooms. Increases Decor, contributing to Morale.
de: Wird verwendet, um die Wände und Decken von Räumen zu bauen. Verbessert den <link="DECOR">Dekorationswert</link> und trägt damit zu <link="MORALE">Moral</link> bei.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENTILE.EFFECT
source: Simple wooden tiles.
de: Normaler Holzziegel.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENTILE.NAME
source: Wooden Tile
de: Holzziegel

# WoodenSetStructures.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
de: Sgt_Imalas
