Repository: pether-pg/ONI_Mods_byRonivan
Catalog: UploadFiles_Steam/WoodenSetFurniture/archived_versions/2023_05_24/Translations/*.po
Languages: de

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYBED.DESC
source: Duplicants prefer wooden beds to cots and gain more stamina from sleeping in them.
de: Duplikanten bevorzugen Holzbetten gegenüber Feldbetten und wachen ausgeruhter auf, nachdem sie darin geschlafen haben.

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYBED.EFFECT
source: A cozy bed that somewhat resembles a sofa. This bed grants extra stamina restoration.
de: Ein gemütliches Bett das ein wenig wie ein Sofa aussieht. Schlaf zusätzliche Ausdauer wieder her.

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYBED.NAME
source: Sofa Bed
de: Schlafsofa

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYCHAIR.DESC
source: Unique furniture pieces grants extra decoration bonus to the environment.
de: Individuelle Möbelstücke verleihen der Umgebung ein wenig extra Dekor.

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYCHAIR.EFFECT
source: An ergonomic chair that makes a hard day's work bearable.
de: Ein ergonomischer Stuhl, der die Mühen des Alltags ertragbar macht.

# WoodenSetFurniture.STRINGS.BUILDINGS.COZYCHAIR.NAME
source: Cozy Chair
de: Gemütlicher Stuhl

# WoodenSetFurniture.STRINGS.BUILDINGS.KITCHENHOOD.DESC
source: Removes all bad smells from the cooking, grilling and baking.
de: Entfernt alle schlechten Gerüche beim Kochen, Grillen und Backen.

# WoodenSetFurniture.STRINGS.BUILDINGS.KITCHENHOOD.EFFECT
source: Metal Hood for your cooking place, perfect place for some magnets.
de: Eine Dunstabzugshaube aus Metall, perfekt für ein paar Magnete.

# WoodenSetFurniture.STRINGS.BUILDINGS.KITCHENHOOD.NAME
source: Kitchen Hood
de: Dunstabzugshaube

# WoodenSetFurniture.STRINGS.BUILDINGS.SIMPLEFIREPLACE.DESC
source: A house with no fireplace is a house without a heart.
de: Ein Haus ohne Kamin ist ein Haus ohne Herz.

# WoodenSetFurniture.STRINGS.BUILDINGS.SIMPLEFIREPLACE.EFFECT
source: A simple stone fireplace. Uses wood lumber to produce heat.
de: Ein einfacher Kamin. Verbraucht Holz um Wärme zu erzeugen.

# WoodenSetFurniture.STRINGS.BUILDINGS.SIMPLEFIREPLACE.NAME
source: Simple Fireplace
de: Einfacher Kamin

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENBED.DESC
source: Duplicants prefer wooden beds to cots and gain more stamina from sleeping in them.
de: Duplikanten bevorzugen Holzbetten gegenüber Feldbetten und wachen ausgeruhter auf, nachdem sie darin geschlafen haben.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENBED.EFFECT
source: Provides a sleeping area for one Duplicant and restores additional Stamina.
de: Bietet einen Schlafplatz für einen Duplikanten und stellt zusätzliche Ausdauer wieder her.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENBED.NAME
source: Wooden Bed
de: Holzbett

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENPEDESTAL.DESC
source: The wooden pedestal provides a sophisticated way of thoughtful presentation.
de: Das hölzerne Podest bietet eine elegante Möglichkeit der wohlüberlegten Präsentation.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENPEDESTAL.EFFECT
source: Displays a single object, doubling its Decor value. Objects with negative decor will gain some positive decor when displayed.
de: Präsentiert ein einzelnes Objekt und verdoppelt seinen <link="DECOR">Dekor</link>-Wert. Objekte mit negativem Dekor erhalten positive Dekorwerte, wenn sie präsentiert werden.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENPEDESTAL.NAME
source: Wooden Pedestal
de: Hölzernes Podest

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENSHELF.DESC
source: Allows storing various little objects and souvenirs.
de: Ermöglicht die Aufbewahrung verschiedener kleiner Gegenstände und Souvenirs.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENSHELF.EFFECT
source: Wooden Shelf that can be used in Kitchen or common rooms.
de: Ein hölzernes Regal welches in Küchen oder Wohnzimmern genutzt werden kann.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENSHELF.NAME
source: Wooden Shelf
de: Holzregal

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENTABLE.DESC
source: Unique furniture pieces grants extra decoration bonus to the environment.
de: Individuelle Möbelstücke verleihen der Umgebung ein wenig extra Dekor.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENTABLE.EFFECT
source: A wooden table. Gives a rustic, yet beautiful sensation to the room.
de: Ein hölzerner Tisch. Verleiht dem Raum ein rustikales, aber schönes Gefühl.

# WoodenSetFurniture.STRINGS.BUILDINGS.WOODENTABLE.NAME
source: Wooden Table
de: Holztisch

# WoodenSetFurniture.STRINGS.SIDESCREEN.TITLE
source: Select Variant
de: Variante auswählen

# WoodenSetFurniture.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
de: Sgt_Imalas
