Repository: pether-pg/ONI_Mods_byRonivan
Catalog: UploadFiles_Steam/WoodenSetStructures/archived_versions/2023.5.29/Translations/*.po
Languages: tr

# WoodenSetStructures.STRINGS.BUILDINGS.BRICKWALL.DESC
source: A pretty dry wall made with fine bricks.
tr: Tuğlalarla yapılmış oldukça güzel bir duvar.

# WoodenSetStructures.STRINGS.BUILDINGS.BRICKWALL.EFFECT
source: Prevents gas and liquid loss in space. Builds an insulating backwall behind buildings.
tr: Uzayda gaz ve sıvı kaybını önler. Binaların arkasında yalıtımlı bir arka duvar oluşturur.

# WoodenSetStructures.STRINGS.BUILDINGS.BRICKWALL.NAME
source: Brick Wall
tr: Tuğla Duvar

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCEILING.DESC
source: Wood work used to decorate the ceilings of rooms. Increases Decor, contributing to Morale.
tr: Odaların tavanlarını süslemek için kullanılan ahşap pervaz. Dekoru Arttırır, Moral'e Katkıda Bulunur.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCEILING.EFFECT
source: This ceiling is a beautiful masonry and wood work, but serves only as a decorative purpose.
tr: Bu tepe pervazı ahşap işçiliğiyle yapılmıştır ve ancak dekoratif bir amaç olarak hizmet edebilir.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCEILING.NAME
source: Wooden Ceiling
tr: Ahşap Tepe Pervazı

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCORNERARCH.DESC
source: A wooden arch used to decorate the ceiling corners of rooms. Increases Decor, contributing to Morale.
tr: Odaların tavan köşelerini süslemek için kullanılan ahşap köşe pervazı. Dekoru Arttırır, Moral'e Katkıda Bulunur.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCORNERARCH.EFFECT
source: This corner ceiling arch is beautiful masonry and wood work, but serves only as a decorative purpose.
tr: Bu ahşap köşe pervazı, ahşap işliğiyle yapılmıştır ve ancak dekoratif bir amaç olarak hizmet edebilir.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENCORNERARCH.NAME
source: Wooden Corner Arch
tr: Ahşap Köşe Pervazı

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDOOR.DESC
source: A pretty wooden door that encloses areas without blocking Liquid or Gas flow. Sets Duplicant Access Permissions for area restriction.
tr: Sıvı veya Gaz akışını engellemeden alanları çevreleyen hoş bir ahşap kapı. Alan kısıtlaması için Kopya Erişim İzinleri ayarlanabilir.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDOOR.EFFECT
source: Wild Critters cannot pass through doors. Door controls can be used to prevent Duplicants from entering restricted areas.
tr: Yaratıklar kapılardan geçemez. Kopyaların kısıtlı alanlara girmesini önlemek için kapı kontrolleri kullanılabilir.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDOOR.NAME
source: Wooden Door
tr: Tahta Kapı

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL.DESC
source: A dry wall covered with a pretty wooden panel.
tr: Ahşap panelle kaplı güzel bir duvar.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL.EFFECT
source: Prevents gas and liquid loss in space. Builds an insulating backwall behind buildings.
tr: Uzayda gaz ve sıvı kaybını önler. Binaların arkasında yalıtımlı bir arka duvar oluşturur.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL.NAME
source: Wooden Panel Wall
tr: Ahşap Panel Duvar

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL_B.DESC
source: A dry wall covered with a pretty wooden panel in Parquet design.
tr: Parke tasarımında hoş bir ahşap panelle kaplı güzel bir duvar.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL_B.EFFECT
source: Prevents gas and liquid loss in space. Builds an insulating backwall behind buildings.
tr: Uzayda gaz ve sıvı kaybını önler. Binaların arkasında yalıtımlı bir arka duvar oluşturur.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENDRYWALL_B.NAME
source: Parquet Drywall
tr: Parke Duvar

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENGASTILE.DESC
source: An impermeable wooden tile, used to build walls and floors of rooms. Blocks Liquid flow without obstructing Gas.
tr: Odaların duvarlarını ve zeminlerini inşa etmek için kullanılan bir ahşap karo. Gazı engellemeden Sıvı akışını engeller.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENGASTILE.EFFECT
source: Building with wooden airflow tile promotes better gas circulation within a colony.
tr: Hava akışına izin veren odalar arasında daha iyi hava sirkülasyonu sağlamak için kullanılan Ahşap Hava Akışı Karosu.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENGASTILE.NAME
source: Wooden Airflow Tile
tr: Ahşap Hava Akışı Karosu

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENLADDER.DESC
source: A pretty ladder made of wood.
tr: Ahşaptan yapılmış güzel bir merdiven.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENLADDER.EFFECT
source: Increase duplicants climbing speed.
tr: Kopyaların tırmanma hızını artırır.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENLADDER.NAME
source: Wooden Ladder
tr: Ahşap Merdiven

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENMESHTILE.DESC
source: A wooden tile filled with minute holes, used to build walls and floors of rooms. Does not obstruct Liquid or Gas flow.
tr: Odaların duvarlarını ve zeminlerini inşa etmek için kullanılan, küçük deliklerle dolu ahşap bir karo. Sıvı veya Gaz akışını engellemez.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENMESHTILE.EFFECT
source: Wooden mesh tile can be used to make Duplicant pathways in areas where liquid flows.
tr: Ahşap Örgü Karo, sıvının aktığı alanlarda kopyalara yol yapmak için kullanılabilir.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENMESHTILE.NAME
source: Wooden Mesh Tile
tr: Ahşap Örgü Karo

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENTILE.DESC
source: Used to build the walls and floors of rooms. Increases Decor, contributing to Morale.
tr: Odaların duvarlarını ve zeminlerini inşa etmek için kullanılır. Dekoru Arttırır, Moral'e Katkıda Bulunur.

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENTILE.EFFECT
source: Simple wooden tiles.
tr: Basit bir Ahşap Karo

# WoodenSetStructures.STRINGS.BUILDINGS.WOODENTILE.NAME
source: Wooden Tile
tr: Ahşap Karo

# WoodenSetStructures.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
tr: Elderly
